// src/tests/romantictest/questions.js

const questions = [
  {
    id: 1,
    text: "10년 뒤로 늙고 100억 받기 vs 현실 그대로 살기",
    a: "10년 뒤로 늙고 100억으로 새인생 시작",
    b: "그냥 내 인생 그대로 젊고 소중한 10년 살기",
  },
  {
    id: 2,
    text: "6개월 유급휴가 + 3000만원 받기 vs 회사 보너스로 1억 받기",
    a: "6개월 유급휴가 + 3000만원 받기",
    b: "회사 보너스로 1억 받기",
  },
  {
    id: 3,
    text: "외모, 성격 영혼의 이상형이지만 연봉 5000만원인 사람과 결혼 vs 그냥 적당히 맘에들고 무난한 연봉 2억인 사람과 결혼",
    a: "외모, 성격 영혼의 이상형이지만 연봉 5000만원인 사람과 결혼",
    b: "그냥 적당히 맘에들고 연봉 2억인 사람과 결혼",
  },
  {
    id: 4,
    text: "내가 성장하고 배울 수 있는 일하며 월 50만원 받기 vs 1년간 아무 일 안 하고 월 200만 원 받기",
    a: "내가 성장하고 배울 수 있는 일하며 월 50만원 받기",
    b: "1년 놀면서 월 200만 원",

  },
  {
    id: 5,
    text: "한달간 무료 여행(어디든) vs 한달간 쉬면서 무제한 무료 배달 음식",
    a: "한달간 무료 여행(어디든)",
    b: "한달간 쉬면서 무제한 무료 배달 음식",
  },
  {
    id: 6,
    text: " 1% 확률의 인생 역전 도전 vs 100% 성공 보장된 현실적인 길",
    a: "한 방 도전 ! ",
    b: "확실한 성공",
  },
  {
    id: 7,
    text: "최애 연예인과 단둘이 식사하기 vs 워렌버핏과 단둘이 식사하기",
    a: "최애 연예인과 단둘이 설레는 식사",
    b: "워렌버핏과 식사를 통해 투자 정보 얻기",
  },
  {
    id: 8,
    text: "영화같이 낭만적인 불같은 연애(1달) vs 안정감있는 연애(1년)",
    a: "불같은 사랑",
    b: "안정감있는 연애",
  },
  {
    id: 9,
    text: "인생 단 하루 시간여행 1회 vs 매년 연차 3일 추가",
    a: "인생 단 하루 시간여행 1회",
    b: "매년 연차 3일 추가",
  },
  {
    id: 10,
    text: "전생 기억 1분 보기 vs 미래 인생 1분 보기",
    a: "전생을 보는 낭만",
    b: "미래를 보는 현실",
  },
  {
    id: 11,
    text: "로맨틱한 한강 유람선, 감동 영상, 아름다운 꽃다발과 30만원짜리 반지 프로포즈 vs 이벤트는 없지만 500만원 까르띠에 반지 프로포즈",
    a: "나만을 위해 준비한 감동의 프로포즈",
    b: "Cartier",
  },
  {
    id: 12,
    text: "최애 셀럽과 하루 데이트 vs 로또 500만원 당첨",
    a: "최애 셀럽과 하루 데이트",
    b: "로또 500만원 당첨",
  },
];

export default questions;
