
const results = [
  {
    id: 1,
    name: "🧊 지극히 현실적인 리얼리스트",
    range: [0, 2],
    description: `당신은 꿈보다는 현실, 감성보다는 실리! 모든 선택에서 안정과 합리를 가장 중시합니다.  
        낭만적 상상보단, 실질적인 득실을 따지는 진짜 ‘이성파’.  
        실리와 안전, 합리적 계산! 당신은 현실을 넘어선 철벽 실전러.  
        웬만한 낭만에는 꿈쩍도 않는 냉철함의 끝판왕!  
        감정에 휘둘리기보다는 객관적인 시선으로 상황을 분석하고, 실속 없는 낭만보다는  
        구체적 결과와 실질적 이득을 더 중요하게 생각합니다.  
        때론 조금 차갑다는 말을 들을 수도 있지만, 누구보다 현실을 꿰뚫는 당신의 관점은  
        많은 사람들에게 든든한 조언이 되기도 합니다.`,
    image: '/images/romantictest/real.png'
  },
  {
    id: 2,
    name: "🌦️ 현실을 챙기는 낭만혼종",
    range: [3, 5],
    description: `현실감각 장착 + 낭만도 살짝! 주로 현실적인 선택을 하면서도,  
        마음 한구석에는 작은 낭만이 있습니다. 때로는 감성에 젖기도 하지만,  
        결국 중요한 순간엔 ‘현실’ 쪽으로 무게추가 쏠리는 편!  
        꿈보단 안전, 감정보단 결과를 중시하지만,  
        아름다운 장면이나 따뜻한 감정 앞에서는 누구보다도 깊은 여운을 느끼는 당신.  
        실용적인 성향 안에 숨겨진 감성은 예기치 않게 빛을 발하며,  
        자신만의 방식으로 소소한 낭만을 지켜내려 노력합니다.  
        철저한 현실주의자는 아니지만, 감성에 휘둘리기도 쉽지 않은 절묘한 균형의 혼종형!`,
    image: '/images/romantictest/realroman.png'
  },
  {
    id: 3,
    name: "🌈 현실에 기반한 프로 낭만러",
    range: [6, 9],
    description: `낭만과 현실, 두 마리 토끼를 잡고 싶은 타입!  
        상황에 따라 감성/실리를 자유자재로 넘나드는 유연함이 장점.  
        가끔 ‘될 대로 되라’ 한 방에 폭주하기도 하는 당신!  
        평소엔 합리적인 척(?)하다가도, 마음이 이끄는 대로 움직일 때가 종종 있습니다.  
        어느 쪽으로도 치우치지 않으면서, 낭만도 현실도 놓치고 싶지 않은 욕심쟁이.  
        말 한마디, 결정 하나에도 감성과 계산이 공존하고 있으며,  
        그 경계에서 당신만의 방식으로 삶을 즐깁니다.  
        균형을 잘 잡은 플렉스형 낭만 실용주의자!`,
    image: '/images/romantictest/romanreal.png'
  },
  {
    id: 4,
    name: "🌸 낭만 빼면 시체, 대가리 꽃밭",
    range: [10, 12],
    description: `이성? 계산? 그게 뭐죠? 낙천적인 당신은 상상과 감성, 낭만에 흠뻑 젖어 사는 진짜 ‘로맨티스트’.  
        실리보다 꿈, 현실보다 판타지! 마음 가는 대로, 감정 가는 대로!  
        인생은 판타지와 낭만이지~ 꿈꾸며 사는 진정한 드림러!  
        계획보단 느낌, 결과보단 분위기, 손익보단 여운!  
        당신의 이런 낭만주의는 주변 사람들에게 때론 걱정을 사기도 하지만,  
        누구보다 삶을 아름답게 느끼고 표현하는 능력이 뛰어납니다.  
        세상이 삭막하게 느껴질 때, 당신의 시선은 모두에게 위로가 됩니다.  
        삶을 멋지고 특별하게 만드는 건 결국 당신 같은 사람!`,
    image: '/images/romantictest/romantic.png'
  }
];

export const mainImage = '/images/romantictest/main.png';
export default results;
