const questions = [
    {
        id: 'q1',
        text: '향수, 핸드크림, 립밤, 선크림 중 2가지 이상 매일 챙긴다',
        a: { label: '항상 3개 이상은 챙김' },
        b: { label: '2개 정도 챙김' },
        c: { label: '스킨로션도 잘 안 바름' }
    },
    {
        id: 'q2',
        text: '자취방에 “양키 캔들”,“디퓨저”,“무드등” 감성템 있다',
        a: { label: '향기+감성은 기본' },
        b: { label: '조명이나, 향기템 하나정도 있다' },
        c: { label: '휴지말고 없다' }
    },
    {
        id: 'q3',
        text: '눈썹정리 한다',
        a: { label: '주기적으로 함' },
        b: { label: '가끔 미용실에서 해준다고하면 거절은 안 함' },
        c: { label: '그런 거 안 함' }
    },
    {
        id: 'q4',
        text: '오늘 입을 옷/코디, 컬러 조합 고민해본 적 있다',
        a: { label: '매일 고려해서 입음' },
        b: { label: '특별한 날만' },
        c: { label: '아침에 눈뜨고 옷 고르는데 1분 이상 안 걸림' }
    },
    {
        id: 'q5',
        text: '커피 테이크아웃 시 컵홀더 + 빨대를 챙긴다 ',
        a: { label: '둘다 당연히 챙긴다' },
        b: { label: '둘중 하나 정도는 없도 괜찮다' },
        c: { label: '그냥 잡고 들고 마시면 됨' }
    },
    {
        id: 'q6',
        text: '네일아트, 손톱관리, 패디 해본 적 있다',
        a: { label: '직접 하거나 샵 다님' },
        b: { label: '한 번쯤 호기심에' },
        c: { label: '어렸을 때 봉숭아 물들이기 이후 없음' }
    },
    {
        id: 'q7',
        text: '셀카앱, 필터앱, 보정앱이 휴대폰에 깔려있고 자주 쓴다',
        a: { label: '필터앱으로 자주 찍음' },
        b: { label: '가끔 써봄' },
        c: { label: '기본 카메라만 쓴다' }
    },
    {
        id: 'q8',
        text: '드라마 자주보고 보면서 우는 경우가 많다',
        a: { label: '자주 보고 자주 운다' },
        b: { label: '가끔 보고 슬픈거 보면 울 때도 있다' },
        c: { label: '전국민이 핫하다는 드라마만 가끔 본다' }
    },
    {
        id: 'q9',
        text: '저녁 자기 전에 “피부 관리 루틴”이 있다',
        a: { label: '3단계 이상 꼼꼼' },
        b: { label: '세수 + 가끔 올인원 토너' },
        c: { label: '물세수만 한다' }
    },
    {
        id: 'q10',
        text: '집에서 가끔 “쿠션, 인형, 담요” 같은 소품을 애착해서 쓴다',
        a: { label: '꼭 안고 잔다' },
        b: { label: '있으면 쓰긴 함' },
        c: { label: '게이냐?' }
    },
    {
        id: 'q11',
        text: '친구가 "게이냐?" 장난으로 했을 때',
        a: { label: '나에겐 장난으로 그런 말 안함..(진짜 게이일 수도 있어서)' },
        b: { label: '아니야! 라고 부정한다' },
        c: { label: '아무 타격없음 웃으며 장난침' }
    },
    {
        id: 'q12',
        text: '친구 생일/기념일에 직접 쓴 편지, 감동 선물 같은 거 해본 적 있다',
        a: { label: '카드/편지는 무조건 직접 손글씨로' },
        b: { label: '카톡으로 축하 메시지와 선물 정도' },
        c: { label: '남자는 말로 "생일 축하한다" 한마디면 충분' }
    }
];

export default questions;
