const results = [
  {
    id: 'real_macho',
    type: '🦁 레전드 상남자 (순도100%)',
    image: '/images/gaytest/real_macho.webp',
    description: `
      🦁 세상에서 가장 순수한 상남자!<br/>
      향수, 핸드크림, 쿠션? 그런 건 남자의 인생에 없는 단어. 🚫<br/>
      인생의 진리는 <b>"물세수, 흰티, 청바지"</b>👕👖<br/>
      2-in-1 샴푸면 샤워 끝, 눈썹은 자라면 그냥 둠. ✂️? 그게 뭐야<br/>
      냉장고 안에는 닭가슴살, 프로틴, 물 뿐 요리는 오직 라면 🍜 <br/>
      셀카는 군대 단체사진 뿐! 🪖<br/>
      "남자가 왜 그래?"란 말을 할 필요조차 없음. 🙅‍♂️<br/>
      집에는 생존에 필요한 것 외에 존재하지 않고 감성템 따윈 볼 수 없음. 🏜️<br/>
      날것 그자체 매력으로 여전히 충분히 많은 여성들의 수요가 있는 <br/>
      투박함 그 자체인 당신이 바로 <b>찐 상남자의 표본</b>입니다! 💪🔥<br/>
    `
  },
  {
    id: 'just_macho',
    type: '🏋️ 리얼 마초맨 ',
    image: '/images/gaytest/just_macho.webp',
    description: `
      🏋️ 대체로 투박하고 단순한 걸 선호하지만, 한 번쯤은 감성템 써본 적 있음.<br/>
      선크림? 가끔 엄마/여친이 챙겨주면 바름. 😅 향수는 특별한 날만 뿌림.<br/>
      남들 다 하는 관리, 루틴? 같은 건 남 얘기지만,<br/>
      그래도 스킨 로션 정도는 한 번씩 발라주는 살짝 열린 마초. 🧴<br/>
      "난 상남자인데~"라고 주장하지만, 은근히 귀여운 구석도 있다는 소리 듣는 타입! 🐻<br/>
      치명적인 투박함+은근한 귀여움의 콤보!🫠 <br/>
      투박하면서도 반전매력이 있는 당신은 <b> 귀여운 마초맨</b>
    `
  },
  {
    id: 'balanced',
    type: '🌈 남자다움+감성 밸런스 테겐남',
    image: '/images/gaytest/balanced.webp',
    description: `
      🌈 남자다움과 감성, 두 마리 토끼 모두 잡는 요즘 남자!<br/>
      향수 정도는 쓰고, 가끔 인테리어나 드라마에도 관심 많음. 🕯️📺<br/>
      친구들 사이에서 "너 은근 섬세하다?" 소리 듣는 경우 많고,<br/>
      셀카나 선물도 센스 있게 챙기는, '남자'와 '게이력'의 황금비율. 🤳🎁<br/>
      너무 상남자도, 너무 감성도 아닌 그 중간. ✨<br/>
      적당한 관리, 그루밍은 하기에 여성에게도 인기 있는 편. 💘<br/>
      어디서든 적당히 잘 섞이고, 공감력 좋은 인기스타! 🎉<br/>
    `
  },
  {
    id: 'soft_gay',
    type: '💅 게이력 넘치는 감성남',
    image: '/images/gaytest/soft_gay.webp',
    description: `
      💅 향수, 립밤, 패션 등 기본 관리는 필수!<br/>
      선물도 손편지에 감동템까지 완벽 준비. 💌<br/>
      집엔 감성 소품, 무드등, 양키캔들, 오늘의 집에 나와도 될 방 스타일. 🕯️🛋️<br/>
      "너 게이냐?" 소리 들어봤고, 사실 본인도 가끔 "내가 좀 귀엽긴 하지" 생각함. 😏<br/>
      남자치고 관리 루틴이 있을 정도로 깔끔하고 관리 잘 되어 있음. 🧖‍♂️<br/>
      친구들 기념일엔 감동 이벤트, 카페 감성샷, 드라마 덕질도 남다름. 🎂📸<br/>
      상남자 친구들이 놀려도 상처 안 받음. <b>유니크한 감성의 소유자!</b>🦄<br/>
    `
  },
  {
    id: 'legend_gay',
    type: '🌸 10 레전드 게이',
    image: '/images/gaytest/legend_gay.webp',
    description: `
      🌸 남자다운 남자? 그건 옛말. <b>현실 세계선 감성 게이력이 곧 매력!</b><br/>
      패션, 관리 루틴, 구르밍, 향수, 감성템, 보정앱, 손편지, SNS 감성 모두 기본 장착. 💄✨<br/>
      카페 감성샷 찍고, 셀카 찍을 때 각도+조명까지 신경 쓴다. ☕️📷<br/>
      "이쯤 되면 여자보다 더 감성적인 거 아냐?"라는 소리 듣지만, 그게 바로 매력포인트! 💖<br/>
      현실에서 "게이냐?" 라는 농담을 오히려 거의 안 들음, 진짜 게이일까봐...장난 안 침 🙊<br/>
      하지만 실제론 인기와 센스 둘 다 가진 <b>최강 로맨티스트</b>! 👑<br/>
    `
  }
];

export const mainImage = '/images/gaytest/main.webp';
export default results;
