const questions = [
  {
    id: 1,
    text: "팀 과제나 프로젝트에서 본인은 공헌이 적어도 결과물에 꼭 자기 이름을 올리려고 한다.",
  },
  {
    id: 2,
    text: "본인 일인데도, “이건 ○○님이 더 잘할 것 같아요!”라며 교묘히 떠넘긴적이 있다.",
  },
  {
    id: 3,
    text: "인사권자, 임원, 상사말은 잘 따르고 눈치를 살피지만 부하직원에게는 거리낌 없이 지시한다",
  },
  {
    id: 4,
    text: "본인의 경쟁자/동료에 대해 안좋은 말을 주위에 한적이 있다.",
  },
  {
    id: 5,
    text: "자기 실수를 동료에게 슬쩍 책임 전가한 적이 있다.",
  },
  {
    id: 6,
    text: "‘갑자기 아프다’며 중요한 회식이나 업무를 회피한다.",
  },
  {
    id: 7,
    text: "팀이나 회사의 규칙을 어겨도, “이 정도는 괜찮겠지” 하며 무시하고 넘어간 적 있다.",
  },
  {
    id: 8,
    text: "회사의 이익보다 본인의 성과/치적/생존을 위한 의사결정을 한적이 있다",
  },
  {
    id: 9,
    text: "누군가 보고 있는 자리에서만 열심히 일하는 척 한다.",
  },
  {
    id: 10,
    text: "잘 모르는 분야도 잘 아는 것처럼 말한다",
  },
  {
    id: 11,
    text: "동료가 도움을 요청했을 때 나한테 어떠한 이익도 없는 일이라면 하지 않는다. ",
  },
  {
    id: 12,
    text: "팀 단합·동료 생일 등 각종 모임/이벤트엔 핑계를 대며 잘 빠진다.",
  },
  {
    id: 13,
    text: "회사 관계에서 계산적으로 행동하는건 당연하다고 생각한다.",
  },
];

export default questions;
