const resultDescriptions = [
  {
    name: "순수한 직장 천사",
    description: "당신은 회사에서 ‘세상 순한 양’! 남 생각 먼저 하고, 나보다 팀을 위해 헌신합니다. 이런 사람 드뭅니다. 혹시 너무 착해서 손해보는 건 아닌지 조금은 걱정될 정도?",
  },
  {
    name: "따뜻한 평범인",
    description: "대부분의 직장인과 비슷한 모습. 나도 챙기고 남도 챙기는, 적당히 따뜻하며 두루두루 잘지내고 본인 맡은 일은 책임지고 해내는! 모두가 이런 분이면 회사가 천국이겠어요.",
  },
  {
    name: "냉철한 이성파",
    description: "직장에서 합리적이고, 필요할 땐 자기 이익도 잘 챙기는 스타일. 완전 나쁘진 않지만, 가끔은 너무 차가워 보일 수도? 적당한 거리두기와 균형, 그게 나의 생존전략!",
  },
  {
    name: "은근한 소시오패스",
    description: "어디서 많이 본 것 같은 그 동료! 이익 앞에선 빠르게 손절, 남 잘되는 꼴은 못 봅니다. 의외로 직책자/임원 중 이런 사람이 많고 윗사람은 일 잘한다고 평가 받을 수도 있지만 동료들에게 좋은 평은 받기 힘들지도!",
  },
  {
    name: "직장 소시오패스 레전드",
    description: "직장 내에서의 리얼 ‘소시오패스’! 내 이익이 1순위, 때론 동료까지 수단이 됩니다. 혹시 진짜 친구가 없진 않나요…? 사회성 체크, 한 번쯤 고민해볼 때!",
  },
];

export default resultDescriptions;
